Repository: DeveloperAcademy-POSTECH/2025-C3-M10-LikeGinie
Catalog: PadoStudio/Localizable.xcstrings
Source language: en
Languages: ko

# camera_error_cannot_add_output
source: Failed to configure camera output.
ko: 카메라 출력 구성을 완료할 수 없습니다.

# camera_error_no_input
source: Unable to access camera input.
ko: 카메라 입력을 가져오지 못했습니다.

# camera_error_switch_failed
source: Failed to switch camera.
ko: 카메라 전환에 실패했습니다.

# camera_error_title
source: Camera Error
ko: 카메라 오류

# cancel_button_label
source: Cancel
ko: 취소

# character_check_title
source: Character Check
ko: 캐릭터 확인

# character_count_info
source: You can create up to 6 characters!
ko: 최대 6명까지 가능해요!

# character_count_question
source: How many characters would you like to create?
ko: 몇 명의 캐릭터를 만들까요?

# character_create_title
source: Create Character
ko: 캐릭터 만들기

# character_part_board
source: Surfboard
ko: 서핑보드

# character_part_face
source: Face
ko: 표정

# character_part_hair
source: Hair
ko: 머리

# character_part_hand_accessory
source: Hand Accessory
ko: 손 악세사리

# character_part_head_accessory
source: Head Accessory
ko: 얼굴 악세사리

# character_part_suit
source: Suit
ko: 옷

# character_reset_alert_message
source: If you go back to the previous screen, the created character will not be saved.
ko: 이전 화면으로 돌아가면 생성된 캐릭터가 저장되지 않습니다

# character_reset_alert_title
source: Character will be reset!
ko: 캐릭터가 초기화됩니다!

# check_completed_character_message
source: Please check the completed character!
ko: 완성된 캐릭터를 확인해주세요!

# confirm_button_label
source: Confirm
ko: 확인

# create_memory_suggestion
source: Create today's memory at Pado Photo Studio!
ko: 파도 사진관에서 오늘의 추억을 남겨보세요!

# delete_button_label
source: Delete
ko: 삭제하기

# delete_confirmation_alert_title
source: Are you sure you want to delete?
ko: 정말로 삭제하시겠습니까?

# delete_warning_message
source: This action cannot be undone.
ko: 삭제 후엔 되돌릴 수 없습니다.

# edit_count_button_label
source: Edit count
ko: 인원 수정하기

# gallery_button_title
source: Gallery
ko: 갤러리

# image_load_error_message
source: Could not load image.
ko: 이미지를 불러올 수 없습니다.

# image_load_failed
source: Unable to load image.
ko: 이미지를 불러올 수 없습니다.

# main_subtitle
source: Take a picture with your own surfing character!
ko: 직접 만든 서핑 캐릭터와 함께 사진을 찍어보세요!

# main_title
source: Pado Photo Studio
ko: 파도 사진관

# next_button_label
source: Next
ko: 다음

source: No Image
ko: 이미지 없음

# no_saved_photos_message
source: No saved photos :(
ko: 저장된 사진이 없습니다 :(

# NSCameraUsageDescription
source: The camera is required to take photos.
ko: 사진을 촬영하기 위해 카메라 접근이 필요합니다.

# NSPhotoLibraryUsageDescription
source: Photo-library access is needed to save and view your pictures.
ko: 촬영한 사진을 저장하고 보기 위해 사진 보관함 접근이 필요합니다.

# photo_shoot_complete_title
source: The photo shoot is complete!
ko: 촬영이 완료되었어요!

# photo_shoot_start_alert_message
source: You can't edit the character and frame, so please check again.
ko: 캐릭터와 프레임을 수정할 수 없으니 다시 확인해 주세요.

# photo_shoot_start_alert_title
source: The photo shoot will begin!
ko: 촬영이 시작됩니다!

# reset_button_label
source: Reset
ko: 초기화

# save_button_label
source: Save
ko: 저장하기

# select_frame_title
source: Select Frame
ko: 프레임 고르기

# set_button_label
source: Set
ko: 설정하기

# share_button_label
source: Share
ko: 공유하기

# share_photo_suggestion
source: Share the photo you took together
ko: 함께한 사진을 공유해보세요

source: Take Photo
ko: 촬영하기

# take_photo_button_label
source: Take a photo
ko: 촬영하기
